; This section is necessary to force the localization combiner to find the class and reload it in order to replace existing values below
;[XComGame.X2ExperienceConfig]

[AWCTrainingSlot_LW X2StaffSlotTemplate]
EmptyText="ВАКАНСИЯ: ТРЕБУЕТСЯ СОЛДАТ"
BonusEmptyText="Обучает солдат способностям ЦПВТ."
BonusText="ОБУЧЕНИЕ СПОСОБНОСТИ %SKILL"
FilledText="%UNITNAME проходит расширенную программу обучения способности %SKILL!"
LockedText="НЕДОСТУПНО: ПРИОБРЕТИТЕ УЛУЧШЕНИЕ"

[AWCTrainingUpgrade_SecondSlot_LW X2FacilityUpgradeTemplate]
DisplayName="Учебная станция для солдат"
FacilityName="Учебная станция ЦПВТ"
Summary="Добавляет вторую виртуальную среду обучения, позволяющую солдатам, имеющим определенное звание, проходить обучение продвинутым способностям.\n"

[UIPersonnel_AWC_LW]
m_strTitle="Солдат для обучения"
EmptyListMessage="НЕТ ПОДХОДЯЩЕГО СОЛДАТА"

